Repository: DOFER998/Recon-Bolt
Catalog: Shared/Strings/*.lproj/Localizable.strings
Languages: pl

source: %@ ago
pl: %@ temu

source: %@ games won
pl: %@ games won [%s] wygranych gier

source: %@ won
pl: %@ won [%s] wygranych

source: %lld Future Weeklies
pl: future weeklies przyszłe tygodniki

source: %lld Queued-Up Weeklies
pl: %lld Queued-Up Weeklies Ustawiony w kolejce tygodniki

source: %lld from other players
pl: %lld od innych graczy

source: %lld hidden due to outdated assets
pl: %lld ukryte z powodu starych aktywów

source: %lld hits
pl: trafień

source: %lld more
pl: więcej

source: %lld selected
pl: wybrane

source: %lld to %lld credits
pl: od %lld do %lld kredyty

source: %lld/%lld loaded
pl: match loaded mecz załadowany

source: %lld/%lld owned
pl: owned obecnie posiadany

source: (You can switch between available icons at any time.)
pl: (W każdej chwili można przełączać się między dostępnymi ikonami).

source: +%lld queued
pl: queued w kolejce

source: Assets should be fetched automatically, but in case something went wrong, feel free to initiate the process manually.
pl: Aktywa powinny być pobierane automatycznie, ale w razie gdyby coś poszło nie tak, nie krępuj się zainicjować procesu ręcznie.

source: Assets up to date!
pl: aktywa są aktualne

source: Assuming you signed up for Valorant using Google/Apple/etc., you can set up your account to add a username & password on Riot's site at [account.riotgames.com](https://account.riotgames.com). Note that your Riot ID is **not** the same as your username! If you've forgotten your username, you can reset it at [recovery.riotgames.com](https://recovery.riotgames.com).
pl: Zakładając, że zapisałeś się do Valorant używając Google/Apple/etc., możesz skonfigurować swoje konto, aby dodać nazwę użytkownika i hasło na stronie Riotu pod adresem [account.riotgames.com](https://account.riotgames.com). Zauważ, że twój Riot ID to **nie** to samo co twoja nazwa użytkownika! Jeśli zapomniałeś swojej nazwy użytkownika, możesz ją zresetować na stronie [recovery.riotgames.com](https://recovery.riotgames.com).

source: Attacking
pl: atakuje

source: Available:
pl: dostępny

source: Average: %@
pl: średnia

source: Binary Data
pl: dane binarne

source: Bookmarks
pl: zakładki

source: By Kind
pl: według rodzaju

source: By Map
pl: według mapy

source: By Non-Premade Player
pl: nie przez przygotowanego wcześniej kolegę z zespołu

source: By Premade Teammate
pl: przez wcześniej przygotowanego kolegę z drużyny

source: By Queue
pl: według kolejki

source: By Weapon
pl: według broni

source: Cancel
pl: anulować

source: Cancel Matchmaking
pl: odwołać swatanie

source: Unknown Offer
pl: Unknown offer Nieznana oferta

source: Unknown Skin
pl: Unknown skin nieznana skóra broni
